<?php

/*
|--------------------------------------------------------------------------
| SITE CONFIG
|--------------------------------------------------------------------------
*/

define(
    'SITE_NAME',
    'الحقيبة التعليمية'
);

define(
    'SITE_DESCRIPTION',
    'ملفات تعليمية وإدارية جاهزة للطباعة والاستخدام وفق المنهج السعودي'
);

/*
|--------------------------------------------------------------------------
| WHATSAPP
|--------------------------------------------------------------------------
|
| رقم واتساب بدون +
| مثال:
| 966500000000
|
*/

define(
    'WHATSAPP_NUMBER',
    '966576625873'
);

define(
    'WHATSAPP_LINK',
    'https://wa.me/' . WHATSAPP_NUMBER
);

/*
|--------------------------------------------------------------------------
| BASE URL
|--------------------------------------------------------------------------
*/

define(
    'BASE_URL',
    '/alhaqibah'
);

/*
|--------------------------------------------------------------------------
| PATHS
|--------------------------------------------------------------------------
*/

define(
    'PRODUCTS_FILE',
    __DIR__ . '/../assets/data/products.json'
);

// اضافة الروابط في قسم الفوتر اسفل الصفحات 

// define(
//     'WHATSAPP_LINK',
//     'https://wa.me/' . WHATSAPP_NUMBER
// );
define(
    'TELEGRAM_URL',
    '#'
);

define(
    'WHATSAPP_CHANNEL_URL',
    '#'
);

define(
    'SNAPCHAT_URL',
    '#'
);

define(
    'TIKTOK_URL',
    '#'
);